/* No comment provided by engineer. */
"Authenticating as {0}" = "Avtentificiram se kot {0}";


"Deleting {0}" = "Brišem {0}";
"Disconnected" = "Povezava prekinjena";
"Disconnecting {0}" = "Prekinjam povezavo z {0}";
"Downloading {0}" = "Prenašam {0}";
/* Connection type opened */
"{0} connection opened" = "{0} povezava odprta";

/* Reading size of file. */
"Getting size of {0}" = "Pridobivanje velikosti za {0}";

/* Reading modification date of file. */
"Getting timestamp of {0}" = "Pridobivanje časovnega žiga za {0}";

/* Reading permission of file. */
"Getting permission of {0}" = "Pridobivanje dovoljenj za {0}";

/* No activity */
"Idle" = "Nezaseden";
"Listing directory {0}" = "Pridobivanje seznama vsebine mape {0}";
"Making directory {0}" = "Ustvarjanje mape {0}";
"Maximum allowed connections exceeded. Waiting" = "Največje število dovoljenih povezav prekoračeno. Čakam";
"Mounting {0}" = "Priklapljam {0}";

/* The user did not accept the certificate or is not valid */
"No trusted certificate found" = "Najden ni bil noben zaupanja vreden certifikat";
"Opening {0} connection to {1}" = "Odpiranje {0} povezave do {1}";
"SFTP subsystem ready" = "SFTP podsistem pripravljen";
"SCP subsystem ready" = "SCP podsistem pripravljen";
"Starting SFTP subsystem" = "Začenjanje SFTP podsistema";
"Starting SCP subsystem" = "Začenjanje SCP podsistema";
"Uploading {0}" = "Prenašanje {0} na strežnik";

/* Renaming file status message; Renaming to <new filename>. */
"Renaming {0} to {1}" = "Preimenovanje {0} v {1}";

/* Duplicate a file */
"Copying {0} to {1}" = "Kopiranje {0} v {1}";

/* Changing the owner of a file */
"Changing owner of {0} to {1}" = "Spreminjanje lastnika {0} v {1}";

/* Changing the group owner of a file */
"Changing group of {0} to {1}" = "Spreminjanje skupine {0} v {1}";

/* Changing UNIX file permissions */
"Changing permission of {0} to {1}" = "Spreminjanje dovoljenj {0} v {1}";

/* Indicates remaining time needed for files to transfer */
"{0} seconds remaining" = "Še {0} s do konca";

/* Indicates remaining time needed for files to transfer */
"{0} minutes remaining" = "Še {0} min do konca";

/* Indicates remaining time needed for files to transfer */
"{0} hours remaining" = "Še {0} h do konca";

/* When trying to determine the IP address of a server hostname; e.g. Resolving example.net */
"Resolving {0}" = "Razrešujem {0}";

/* Retry in 10 seconds - Used to indicate the time left until another connection attempt is made */
"Retry again in {0} seconds ({1} more attempts)" = "Poskusi ponovno v {0} s ({1} ponovnih poskusov)";
"Transfer complete" = "Prenos končan";
"Transfer incomplete" = "Prenos nedokončan"; 

/* Content distribution network (CDN) */
"Enable {0} Distribution" = "Omogoči {0} distribucijo";
"Disable {0} Distribution" = "Onemogoči {0} distribucijo";

/* Compress and expand archives */
"Archiving {0}" = "Arhiviranje {0}";
"Unarchiving {0}" = "Odarhiviranje {0}";

/* Compute MD5 hash */
"Compute MD5 hash of {0}" = "Izračunaj MD5 vrednost za {0}";

/* Reading HTTP headers */
"Reading metadata of {0}" = "Branje metapodatkov iz {0}";

/* Writing custom HTTP headers */
"Writing metadata of {0}" = "Pisanje metapodatkov za {0}";

/* Prepare path for transfer */ 
"Prepare {0}" = "Pripravi {0}";

/* Content distribution network (CDN) configuration */
"Reading CDN configuration of {0}" = "Berem CDN konfiguracijo od {0}";
"Writing CDN configuration of {0}" = "Pišem CDN konfiguracijo od {0}";

/* Growl Notification */
"Connection failed" = "Povezava ni uspela";

/* Growl Notification */
"Connection opened" = "Povezava odprta";

/* Growl Notification */
"Download complete" = "Prenos zaključen";

/* Growl Notification */
"Synchronization complete" = "Sinhronizacija zaključena";

/* Growl Notification */
"Upload complete" = "Prenos na strežnik zaključen";

/* Growl Notification */
"Download failed" = "Prenos ni uspel";

/* Growl Notification */
"Upload failed" = "Prenos na strežnik ni uspel";

/* Growl Notification */
"Transfer queued" = "Prenos postavjen v vrsto";  
